Family failed to become non-parametric!
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FailedToBecomeNonParametric { get; }
  Visual Basic
Public Shared ReadOnly Property FailedToBecomeNonParametric As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FailedToBecomeNonParametric {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace